{"translation-revision-date":"2025-01-10 15:59:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Enter Secret Key":["Introduce la clave secreta"],"Enter Client ID":["Introduce la ID del cliente"],"Test your site in PayPal's Sandbox environment.":["Prueba tu sitio en el entorno de pruebas de PayPal."],"Manual Connect":["Conexión manual"],"Sandbox Mode":["Modo de pruebas"],"Connect a PayPal Sandbox account in order to test your website. Transactions made will not result in actual money movement. Do not fulfil orders completed in Sandbox mode.":["Conecta una cuenta PayPal en modo de pruebas para probar tu sitio Web. Las transacciones realizadas no se traducirán en movimientos reales de dinero. No realices pedidos completados en el modo de entorno de pruebas."],"Connect Sandbox Account":["Conectar a la cuenta del entorno de pruebas"],"Disconnect Sandbox":["Desconectar del entorno de pruebas"],"Enable sandbox mode":["Activar el modo de pruebas"],"Connected":["Conectado"],"Sandbox account credentials":["Credenciales de la cuenta del entorno de pruebas"],"Sandbox Client ID":["ID de cliente en el entorno de pruebas"],"Connect Account":["Conectar cuenta"],"Activate Sandbox mode to safely test PayPal with sample data. Once your store is ready to go live, you can easily switch to your production account.":["Activa el modo de entorno de pruebas para probar PayPal de forma segura con datos de muestra. Una vez que tu tienda esté lista para entrar en funcionamiento, podrás cambiar fácilmente a tu cuenta de producción."],"For advanced users: Connect a custom PayPal REST app for full control over your integration. For more information on creating a PayPal REST application, <a target=\"_blank\" href=\"%s\">click here<\/a>.":["Para usuarios avanzados: Conecta una aplicación REST de PayPal personalizada para tener un control total sobre tu integración. Para obtener más información sobre la creación de una aplicación REST de PayPal, <a target=\"_blank\" href=\"%s\">haz clic aquí<\/a>."],"Your account is connected to sandbox, no real charging takes place. To accept live payments, turn off sandbox mode and connect your live PayPal account.":["Tu cuenta está conectada al entorno de pruebas, no se realizará ningún cargo real. Para aceptar los pagos en directo desactiva el modo de entorno de pruebas y conecta tu cuenta en directo de PayPal."],"Sandbox Secret Key":["Clave secreta del entorno de pruebas"],"Sandbox":["Entorno de pruebas"]}},"comment":{"reference":"modules\/ppcp-settings\/resources\/js\/Components\/Screens\/Overview\/TabSettingsElements\/Blocks\/Sandbox.js"}}