{"translation-revision-date":"2025-01-10 15:59:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Offer installment payment options and get paid upfront. <a target=\"_blank\" href=\"%s\">Learn more<\/a>":["Ofrece opciones de pago a plazos y cobra por adelantado. <a target=\"_blank\" href=\"%s\">Más información<\/a>"],"Pay in 3":["Paga en 3 veces"],"with additional application":["con una aplicación adicional"],"Optional payment methods":["Métodos de pago opcionales"],"Let customers checkout with Crypto while you get paid in cash. <a target=\"_blank\" href=\"%s\">Learn more<\/a>":["Permite que los clientes paguen con criptomonedas mientras tú cobras en efectivo. <a target=\"_blank\" href=\"%s\">Más información<\/a>"],"Crypto":["Criptomonedas"],"Automatically offer Venmo checkout to millions of active users. <a target=\"_blank\" href=\"%s\">Learn more<\/a>":["Ofrece automáticamente el pago con Venmo a millones de usuarios activos. <a target=\"_blank\" href=\"%s\">Más información<\/a>"],"Offer installment payment options and get paid upfront - at no extra cost to you. <a target=\"_blank\" href=\"%s\">Learn more<\/a>":["Ofrece opciones de pago a plazos y cobra por adelantado, sin coste adicional para ti. <a target=\"_blank\" href=\"%s\">Más información<\/a>"],"Our brand recognition helps give customers the confidence to buy. <a target=\"_blank\" href=\"%s\">Learn more<\/a>":["El reconocimiento de nuestra marca ayuda a dar a los clientes confianza para comprar.  <a target=\"_blank\" href=\"%s\">Más información<\/a>"],"Included in PayPal Checkout":["Incluido en el pago con PayPal"],"Our all-in-one checkout solution lets you offer PayPal, Venmo, Pay Later options, and more to help maximise conversion":["Nuestra solución de pago todo en uno te permite ofrecer PayPal, Venmo, opciones de pago posterior y mucho más para ayudar a maximizar la conversión."],"Pay Later":["Paga más tarde"],"Venmo":["Venmo"],"Pay with PayPal":["Paga con PayPal"],"PayPal Checkout":["Pago de PayPal"]}},"comment":{"reference":"modules\/ppcp-settings\/resources\/js\/Components\/ReusableComponents\/WelcomeDocs\/AcdcFlow.js"}}