{"translation-revision-date":"2025-01-10 15:59:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"View support options":["Ver opciones de soporte"],"Need help? Access troubleshooting tips or contact our support team for personalized assistance.":["¿Necesitas ayuda? Accede a los consejos para solucionar problemas o ponte en contacto con nuestro equipo de soporte para recibir asistencia personalizada."],"View full documentation":["Ver la documentación completa"],"Find detailed guides and resources to help you set up, manage, and optimize your PayPal integration.":["Encuentra guías detalladas y recursos que te ayudarán a configurar, gestionar y optimizar tu integración con PayPal."],"Access detailed guides and responsive support to streamline setup and enhance your experience.":["Accede a guías detalladas y a un servicio de soporte eficaz para agilizar la configuración y mejorar tu experiencia."],"Help Center":["Centro de ayuda"],"Active":["Activo"],"Refreshing…":["Actualizando…"],"Click Refresh to update your current features after making changes.":["Haz clic en actualizar para que se actualicen las características actuales después de realizar cambios."],"Enable additional features and capabilities on your WooCommerce store.":["Activa características y capacidades adicionales en tu tienda WooCommerce."],"Complete these tasks to keep your store updated with the latest products and services.":["Completa estas tareas para mantener tu tienda actualizada con los últimos productos y servicios."],"Things to do next":["Qué hacer a continuación"],"Let customers know they can buy now and pay later with PayPal. Adding this messaging can boost conversion rates and increase cart sizes by 39%¹, with no extra cost to you—plus, you get paid up front.":["Informa a los clientes de que pueden comprar ahora y pagar más tarde con PayPal. Añadir este mensaje puede aumentar las tasas de conversión y el tamaño de los carritos en un 39 %¹, sin coste adicional para ti."],"Domain registration":["Registro de dominio"],"Let customers pay using their Apple Pay wallet.":["Permite a los clientes pagar con su monedero Apple Pay."],"¹PayPal Q2 Earnings-2021.":["¹Ganancias del 2 trimestre de 2021 de PayPal."],"Let customers pay using their Google Pay wallet.":["Permite a los clientes pagar con su monedero Google Pay."],"Apply":["Aplicar"],"Offer global, country-specific payment options for your customers.":["Ofrece a tus clientes opciones de pago globales y específicas para cada país."],"Process major credit and debit cards including Visa, Mastercard, American Express and Discover.":["Procesa las principales tarjetas de crédito y débito, incluidas Visa, Mastercard, American Express y Discover."],"Advanced Credit and Debit Cards":["Tarjetas de crédito y débito avanzadas"],"Learn more":["Más información"],"Configure":["Configurar"],"Securely save PayPal and Venmo payment methods for subscriptions or return buyers.":["Guarda de forma segura los métodos de pago PayPal y Venmo para suscripciones o devoluciones de compradores."],"Save PayPal and Venmo":["Guarda PayPal y Venmo"],"Add Advanced Cards to Blocks Checkout":["Añade tarjetas avanzadas al finalizar compra con bloques"],"Add PayPal shortcut to the Cart page":["Añade un atajo a PayPal en la página del carrito"],"Capture authorized payments":["Capturar pagos autorizados"],"Enable Pay Later messaging":["Activar mensajes de paga más tarde"],"Refresh":["Recargar"],"Features":["Características"],"Google Pay":["Google Pay"],"Enable Google Pay":["Activar Google Pay"],"Alternative Payment Methods":["Métodos de pago alternativos"],"Support":["Soporte"],"Apple Pay":["Apple Pay"],"Documentation":["Documentación"],"Pay Later Messaging":["Mensajes de «Paga más tarde»"]}},"comment":{"reference":"modules\/ppcp-settings\/resources\/js\/Components\/Screens\/Overview\/TabOverview.js"}}