{"translation-revision-date":"2025-01-10 15:59:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"If left blank, PayPal and other buttons will present in the user's detected language. Enter a language here to force all buttons to display in that language.":["Si se deja en blanco, PayPal y los demás botones se presentarán en el idioma detectado del usuario. Introduce un idioma aquí para forzar que todos los botones se muestren en ese idioma."],"Always show the buyer the guest checkout fields first.":["Muestra siempre primero al comprador los campos de pago para invitados."],"Guest checkout page":["Página de pago para invitados"],"Always show the buyer the PayPal login screen.":["Muestra siempre al comprador la pantalla de acceso de PayPal."],"Login page":["Página de acceso"],"Shows the buyer the PayPal login for a recognized PayPal buyer.":["Muestra al comprador el acceso a PayPal de un comprador de PayPal reconocido."],"No preference":["Sin preferencias"],"Determine which experience a buyer sees when they click the PayPal button.":["Determina qué experiencia ve un comprador cuando hace clic en el botón de PayPal."],"PayPal landing page":["Página de destino de PayPal"],"The dynamic text used to construct the statement descriptor that appears on a payer's card statement. Applies to PayPal and Credit Card transactions. Max value of 22 characters.":["El texto dinámico utilizado para construir el descriptor del extracto que aparece en el extracto de la tarjeta del pagador. Se aplica a transacciones de PayPal y de tarjeta de crédito. Valor máximo de 22 caracteres."],"What business name to show to your buyers during checkout and on receipts.":["Qué nombre de empresa mostrar a tus compradores durante el pago y en los recibos."],"If enabled, PayPal will not allow buyers to use funding sources that take additional time to complete, such as eChecks.":["Si está activada, PayPal no permitirá a los compradores utilizar fuentes de financiación que tarden más tiempo en completarse, como los cheques electrónicos."],"Instant payments only":["Solo pagos instantáneos"],"Resubmit the transaction without line item details.":["Volver a enviar la transacción sin los detalles de los artículos."],"Do not send line items":["No enviar detalles del pedido"],"Adds an additional line item with the missing amount.":["Añade una partida adicional con el importe que falta."],"Add a correction":["Añadir una corrección"],"Due to differences in how WooCommerce and PayPal calculates taxes, some transactions may fail due to a rounding error. This settings determines the fallback behavior.":["Debido a las diferencias en la forma en que WooCommerce y PayPal calculan los impuestos, algunas transacciones pueden fallar debido a un error de redondeo. Este ajuste determina el comportamiento alternativo."],"Subtotal mismatch fallback":["Subtotal de desajustes"],"Modify the PayPal checkout experience.":["Modificar la experiencia de pago con PayPal."],"PayPal Settings":["Ajustes de PayPal"],"Browser language":["Idioma del navegador"],"Button Language":["Idioma del botón"],"Soft Descriptor":["Descriptor en pantalla"],"Brand name":["Nombre de la marca"]}},"comment":{"reference":"modules\/ppcp-settings\/resources\/js\/Components\/Screens\/Overview\/TabSettingsElements\/Blocks\/PaypalSettings.js"}}